brew "coreutils"
brew "asdf"
brew "bat"
brew "cloudflared"
brew "ctop"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "youtube-dl"
brew "zoxide"
brew "zsh-completions"
brew "jorgelbg/tap/pinentry-touchid"

