brew "asdf"
brew "bat"
brew "cloudflared"
brew "docker"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "g++"
brew "htop"
brew "jq"
brew "make"
brew "neofetch"
brew "neovim"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
